neumatic/xml_afiparca/006_0022_00024542_Solicitud.xml

<?xml version="1.0" ?>
<ns0:Envelope xmlns:ns0="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" soap:encodingStyle="http://schemas.xmlsoap.org/soap/envelope/encoding/">
    <soap:Header/>
    <soap:Body>
        <FECAESolicitar xmlns="http://ar.gov.afip.dif.FEV1/">
            <Auth>
                <Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhaG9tbywgTz1BRklQLCBDPUFSLCBTRVJJQUxOVU1CRVI9Q1VJVCAzMzY5MzQ1MDIzOSIgZHN0PSJDTj13c2ZlLCBPPUFGSVAsIEM9QVIiIHVuaXF1ZV9pZD0iMzAxNTc1NjMxNCIgZ2VuX3RpbWU9IjE3NzA2Njk0ODciIGV4cF90aW1lPSIxNzcwNzEyNzQ3Ii8+CiAgICA8b3BlcmF0aW9uIHR5cGU9ImxvZ2luIiB2YWx1ZT0iZ3JhbnRlZCI+CiAgICAgICAgPGxvZ2luIGVudGl0eT0iMzM2OTM0NTAyMzkiIHNlcnZpY2U9IndzZmUiIHVpZD0iU0VSSUFMTlVNQkVSPUNVSVQgMjAxNzM2MTE5ODcsIENOPWRlYm9uYXNoZGVtb25ldyIgYXV0aG1ldGhvZD0iY21zIiByZWdtZXRob2Q9IjIyIj4KICAgICAgICAgICAgPHJlbGF0aW9ucz4KICAgICAgICAgICAgICAgIDxyZWxhdGlvbiBrZXk9IjMwNjkyNDAyMzYzIiByZWx0eXBlPSI0Ii8+CiAgICAgICAgICAgIDwvcmVsYXRpb25zPgogICAgICAgIDwvbG9naW4+CiAgICA8L29wZXJhdGlvbj4KPC9zc28+Cg==</Token>
                <Sign>iqKNAiEWVjjDMRwtyr6eagC6vd+oqC+u8NDRWKR+Ka9ttbWwgNO/QBLhJM4FCa0VAbyOcOdr/mKynN9KiE48EJpmGmjN1cp8RFlcpX6rNdO/AGaZdc+xLCmfF1tbndb1o3b3Yz+9HzQDSATeF6vUNALd3x+3AOVMWULNUCGnKg0=</Sign>
                <Cuit>30692402363</Cuit>
            </Auth>
            <FeCAEReq>
                <FeCabReq>
                    <CantReg>1</CantReg>
                    <PtoVta>0022</PtoVta>
                    <CbteTipo>006</CbteTipo>
                </FeCabReq>
                <FeDetReq>
                    <FECAEDetRequest>
                        <Concepto>3</Concepto>
                        <DocTipo>96</DocTipo>
                        <DocNro>24463133</DocNro>
                        <CbteDesde>00024542</CbteDesde>
                        <CbteHasta>00024542</CbteHasta>
                        <CbteFch>20260209</CbteFch>
                        <ImpTotal>252940.00</ImpTotal>
                        <ImpTotConc>0.00</ImpTotConc>
                        <ImpNeto>209041.32</ImpNeto>
                        <ImpOpEx>0.00</ImpOpEx>
                        <ImpTrib>0.00</ImpTrib>
                        <ImpIVA>43898.68</ImpIVA>
                        <FchServDesde>20260209</FchServDesde>
                        <FchServHasta>20260209</FchServHasta>
                        <FchVtoPago>20260311</FchVtoPago>
                        <MonId>PES</MonId>
                        <MonCotiz>1.000</MonCotiz>
                        <CanMisMonExt>N</CanMisMonExt>
                        <CondicionIVAReceptorId>5</CondicionIVAReceptorId>
                        <Iva>
                            <AlicIva>
                                <Id>5</Id>
                                <BaseImp>209041.32</BaseImp>
                                <Importe>43898.68</Importe>
                            </AlicIva>
                        </Iva>
                    </FECAEDetRequest>
                </FeDetReq>
            </FeCAEReq>
        </FECAESolicitar>
    </soap:Body>
</ns0:Envelope>